Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/fhi.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Other cancerous diseases are also associated with tobacco use, see fact box.
nn: Også andre kreftsjukdomar er forbunde med tobakksbruk, sjå faktaboks.

source: In the figures, a socioeconomic status is used, similar to the family affluence scale used in the international HBSC study in which Norway participates.
nn: I figurane er det brukt eit mål på sosioøkonomisk status som liknar på«family affluence scale» i den internasjonale HBSC-studien som Noreg deltar i.

source: • The rather long infectious period and the fact that an infected person can transmit the disease
nn: • Sjukdommen kan spreie seg raskt frå ein smitta person om kontrolltiltak ikkje vert sett i verk

source: In 2016, a new living conditions survey was conducted among immigrants (Statistics Norway, 2017).
nn: I 2016 blei det gjennomført ei ny levekårsundersøking blant innvandrarar (SSB, 2017).

source: We also estimate the delay d.
nn: Vaksinen er gratis og frivillig.

source: In the whole 16-74 year age group, approximately 70 per cent are tobacco-free.
nn: I heile aldersgruppa 16-74 år er no cirka 70 prosent tobakksfrie.

source: Only include activities that have lasted at least 10 minutes at a time.
nn: Ta berre med aktivitetarsom varer i minst 10 minutt i strekk.

source: By 2015 there were still the most daily smokers among the youngest, but there is little difference between the age groups.
nn: I 2015 var det fortsatt flest daglegrøykjarar blant dei yngste, men det er liten forskjell mellom aldersgruppene.

source: Nearly half of heavy smokers die before they reach 70 years.
nn: Nær halvparten av storrøykjarane døyr før dei fyller 70 år.

source: The relationship between daily smoking and risk (OR) for reduced foetal growth 1999–2013
nn: Samanhengen mellom dagleg røyking og risikoen (OR) for redusert vekst hos fosteret 1999–2013

source: Cardiovascular disease used to be the most frequent cause of death among smokers (Vollset, 2006).
nn: Hjarte- og karsjukdom var tidlegare den klart hyppigaste dødsårsaka blant røykjarar (Vollset, 2006).

source: After vaccination you should wait 20 minutes before leaving the health centre.
nn: Etter vaksinasjon bør ein vente 20 minutt før ein går frå helsestasjonen.

source: You should not go to school, work, or participate in other activities.
nn: Du skal ikkje gå på skole, jobb, eller delta på andre aktivitetar.

source: From July 2017, vaping of e-cigarettes, both with and without nicotine-containing liquids, are included in the Tobacco Control Act so that in places where smoking is forbidden, vaping will also be forbidden.
nn: juli 2017 er e-sigaretter, både med og utan nikotin, omfatta av røykelova slik at det er forbode å dampe alle stader der det no er forbode å røyke.

source: In the Childhood Immunisation Programme,
nn: I vaksinasjonsprogrammet gir ein tre dosar med slik vaksine

source: The remaining 70 % employees are temporary foreign workers.
nn: Resterande 70 prosent er utanlandske gjestearbeidstakarar.

source: While 25 per cent of workers were exposed to passive smoking at work in 2002, this was 5 per cent 10 years later.
nn: Mens 25 prosent av dei yrkesaktive vart utsette for passiv røyking på jobb i 2002, gjaldt dette 5 prosent 10 år seinare.

source: rehabilitation institution/ward where you have been staying,
nn: frå opphaldet ved rehabiliteringsinstitusjonen/-avdelinga,

source: The decline in smoking can account for 13 per cent of the decline in coronary heart disease from 1994 to 2008, while positive trends in cholesterol, blood pressure and physical activity have also been important (Mannsverk, 2016).
nn: Nedgang i røyking kan åleine tilskrivast 13 prosent av nedgangen i koronar hjartesjukdom frå 1994 til 2008, mens gunstig utvikling av kolesterol, blodtrykk og fysisk aktivitet også har hatt stor betydning (Mannsverk, 2016).

source: Among the youngest (16-24 years), 13 per cent of men and 7 per cent of women are dual users.
nn: Blant dei yngste (16–24 år) er 13 prosent av mennene og 7 prosent av kvinnene dobbeltbrukarar.

source: Data from annual surveys in Statistics Norway are the main basis for estimating how many people smoke and use snus in Norway.
nn: Data fråårlege spørjeundersøkingar i Statistisk sentralbyrå er hovedgrunnlaget for å anslå kor mange som røykjer og brukar snus i Noreg.

source: On how many of the last 7 days did you walk for at least 10 minutes at a time?
nn: Kor mange dagar i løpet av dei siste 7 dagane gjekk du i minst 10 minutt i strekk?

source: The global disease burden project has estimated that 120 deaths in Norway could be attributed to passive smoking in 2015.
nn: Det globale sjukdomsbør-prosjektet har rekna ut at 120 dødsfall i Noreg kunne tilskrivast passiv røyking i 2015.

source: If you have coronavirus, you will be told to isolate.
nn: Om du har korona får du beskjed om å vere i isolasjon.

source: Among women, the proportion of daily smokers was the highest among immigrants from Poland, Turkey and Bosnia-Herzegovina (about one in five).
nn: Blant kvinner var andelen daglegrøykjarar størst blant innvandrarar frå Polen, Tyrkia og Bosnia-Hercegovina (cirka ein av fem).

source: Access to snus cannot replace the usual interventions against smoking (information, restriction and help to quit) but when good anti-smoking programmes are established, snus can result in a significant reduction in smoking (Lund, 2014).
nn: Tilgang på snus kan ikkje erstatte dei vanlege tiltaka mot røyking (opplysning, restriktive tiltak og tilbod om hjelp til avvenning), men når gode program mot røyking er etablert, bidreg tilgang på snus til at ein får redusert røykinga ytterlegere (Lund, 2014).

source: Independently, the employer starts mass-screening for COVID-19 of foreign workers at the industrial plant.
nn: Samtidig startar arbeidsgjevaren massescreening for covid-19 blant utanlandske arbeidarar ved industrianlegget.

source: In the Nordic countries, Denmark and Finland have the most daily smokers.
nn: I Norden er det Danmark og Finland som har flest daglegrøykjarar.

source: When the mother smokes both during and after pregnancy, it increases the risk of cot death (Zhang, 2013).
nn: Når mor røykjer både under og etter svangerskapet, gir det auka risiko for krybbedød (Zhang, 2013).

source: There has been a strong decline in the percentage of pregnant women who smoke, this has more than halved from 2005 to 2015, see Figure 12.
nn: Det har vore ein sterk nedgang i prosentandelen gravide som røykjer, andelen er meir enn halvert frå 2005 til 2015, sjå figur 12.

source: By 2017, there were 29 per cent in the age group 16-74 years who smoked or used snus.
nn: I 2017 var det til saman 29 prosent i aldersgruppa 16-74 år som røykte eller brukte snus.

source: Nevertheless, there is also the opposite finding; that it was harder to quit cigarettes than snus (Fagerstrom, 2012).
nn: Likevel er også det motsette funne; at det var vanskelegere å slutte med sigarettar enn med snus (Fagerstrom, 2012).

source: Half of the patients will be under 75 years at the time of diagnosis (Cancer Registry, 2016a).
nn: Halvparten av pasientane vil vere under 75 år ved diagnosetidspunktet (Kreftregisteret, 2016a).

source: In the period from 2005 to 2014, each year between 4 500 and 10 000 young people aged 16-24 became daily smokers (Vedøy, 2015).
nn: I perioden 2005-2014 var det kvart år mellom 4 500 og 10 000 unge i alderen 16-24 som blei dagleg-røykarar (Vedøy, 2015).

source: Figure 8 shows that there has been a decrease in daily smoking in all three education groups in the last 15-20 years, but differences are still large.
nn: Figur 8 viser at det har vore nedgang i dagleg røyking i alle dei tre utdanningsgruppene dei siste 15–20 åra, men forskjellane er framleis store.

source: You cannot go out.
nn: Du kan ikkje gå ut.

source: Daily smoking (røyking) and snus use among women of different age groups 2017.
nn: Dagleg røyking og snusbruk blant kvinner i ulike aldersgrupper 2017.

source: above 39˚C and/or poor general health, this can be a sign of a serious illness and is not necessarily
nn: Dersom barnet får feber over 39 ˚C og/eller redusert allmenntilstand, kan dette vere teikn på alvorleg sjukdom og treng ikkje

source: For all EU countries, the proportion of daily smokers among men is 27 per cent.
nn: For alle EU-land samla er andelen daglegrøykjarar blant menn i gjennomsnitt 27 prosent.

source: Daily smoking (røyking) and snus use among men of different age groups 2017.
nn: Dagleg røyking og snusbruk blant menn i ulike aldersgrupper 2017.

source: About tobacco and nicotine
nn: Om tobakk og nikotin

source: flammation of the brain (encephalitis) and can result in permanent paralysis.
nn: domen kan gi hjernebetennelse (encefalitt) og kan føre til varige lammingar.

source: Barracks are located at walking distance from the plant (see Figure 1).
nn: Brakkene ligger i gangavstand frå anlegget (sjå figur 1).

source: Since the previous living conditions survey among immigrants 10 years ago, there has been a stronger decline in the proportion of smokers in the total population than in the immigrant population.
nn: Sidan forrige levekårsundersøking blant innvandrarar for 10 år sidan har det vore ein sterkare nedgang i andelen røykjarar i befolkninga totalt enn det har vore i innvandrarbefolkningen.

source: to others before symptom onset means that the disease can spread rapidly from one single infected person if control measures are not implemented early on.
nn: tidleg sidan smitteperioden kan vere nokså lang og ein smitta person kan smitte andre før symptomdebut.

source: The base of the stem is bulbous.
nn: Foten på stilken er oppsvulma.

source: Daily use of snus among adults (25-74 years) by education level in the period 2008-2017.
nn: Dagleg bruk av snus blant vaksne (25-74 år) etter utdanning i perioden 2008–2017.

source: The infectious period is estimated to last for 8-10 days in moderate cases requiring hospitalization, and up to an average of 2 weeks in severe cases.
nn: Den smittsame perioden er truleg 8-10 dagar i moderate tilfelle (som krev sjukehusinnlegging), og opp til eit snitt på 2 veker i meir alvorlege tilfelle.

source: It has been estimated that one contagious person can infect an average of 2-3
nn: Det er anslått at ein smittsam person kan smitte 2-3 andre personar i snitt

source: , almost 30 per cent of Norwegian men smoked but very few women.
nn: røykte knapt 30 prosent av norske menn, men svært få kvinner.

source: Following the positive test results, 16 school children and a group of kindergarten pupils are placed in quarantine.
nn: Etter dei positive testresultata blir 16 skuleungdommar og ei gruppe barnehageelever sett i karantene.

source: This may cause teeth to loosen and change position (Norwegian Directorate of Health, 2015).
nn: Det kan føre til at ein får lause tenner og endra tannstilling (Helsedirektoratet, 2015).

source: The Norwegian Childhood Immunisation Programme offers pupils in 2nd grade (7–8 years of age) a booster dose of
nn: I det nasjonale vaksinasjonsprogrammet får elevar i 2. klasse (7–8 år) tilbod om ein oppfriskingsdose av

source: : Currently, we know that smoking gives a much higher risk of cancer than snus.
nn: Per i dag veit vi at sigarettrøyking gir mykje høgare risiko for kreft enn det snus gjer.

source: inflammation of the brain (encephalitis) and can result in permanent paralysis.
nn: domen kan gi hjernebetennelse (encefalitt) og kan føre til varige lammingar.

source: At the highest levels, about 70 per cent of men smoked.
nn: På det meste røykte om lag 70 prosent av mennene.

source: About 30 per cent of adults use tobacco, either as cigarettes or snus.
nn: I den vaksne befolkninga brukar cirka 30 prosent tobakk, enten som røyk eller snus.

source: It takes decades to develop cancer as a consequence of smoking and even if there has been a decrease in the percentage of women who smoke, it will also take a long time before the figures for morbidity and mortality decline for women.
nn: Det tek fleire tiår å utvikle kreft som følgje av røyking, og sjølv om det lenge har vore ein nedgang i prosentdelen kvinner som røykjer, tar det lang tid før tal for sjukelegheit og dødelegheit går ned også blant kvinner.
